Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/help_en-US_ru.tmx
Source language: en_us
Languages: ru

source: Price Synchronization Disabled Price Synchronization is Disabled.
ru: AVGINTER

source: ~ PRICSYN1
ru: Average Interest Rate

source: Price Synchronization Enabled for Retail Stores Only When you set a new price, the new price will be applied to all of your #Retail Stores# selling the same product in the same city.
ru: It is the average interest rate of all deposits under this term, including older time deposits that were set up at interest rates different than the current interest rate.

source: Price Synchronization Enabled for All Firms When you set a new price, the new price will be applied to #all of your firms# of the same type selling the same product in the same city.
ru: WTOTTECH

source: ~ SINCELVR
ru: Total Tech

source: The number of years since the release of the last version The demand for a software product soars during the release of a new version, then decreases over time as more users have already owned the new version.
ru: The Total Tech value is calculated by adding up the values of individual tech, adjusted by their assigned weights (indicated by the yellow bars).

source: Thus it is important to regularly release new versions to generate new demand. ~
ru: A tech with a bigger weight means that it is more important.

source: Only show sovereign bonds. ~
ru: WTOPTECH

source: PREBUILD Building for preparing this product
ru: Top Tech

source: This product must be prepared in this specific building using #[Prepare] units#. ~
ru: The Top Tech value represents the highest Total Tech value that is ever achieved by a company, whether it is this company or a competitor, for this type of Internet business.

source: PLANSRC4 Select the folder containing wildcard layout plans.
ru: Tech Quality

source: Wildcard layout plans are for setting up a layout with #[Prepare] units# and can be used for preparing any products with the same number of inputs. ~
ru: Tech Quality is calculated by dividing the current Total Tech by Top Tech, then multiplied by 100.

source: TOTALCF Cost + Freight
ru: (100 x Total Tech / Top Tech.) It represents this Internet firm's relative strength in the technology.

source: QUALITY Quality Rating
ru: WREQTECH

source: ~ OVERALLR
ru: Required Tech

source: Overall Rating The Overall rating is determined by the #Price#, the #Quality# rating and the #Brand# rating.
ru: This Internet company does not have the required technology to start operation yet, as the current Tech Quality is still lower than the Required Tech.

source: HEADQUAL
ru: CLOANDEP

source: The Quality section
ru: Current Loans-to-Assets Ratio

source: Hover the mouse over any of the text lines below to see context sensitive help. ~
ru: The Loans-to-Assets ratio is calculated by dividing the bank's total assets by its customer deposits.

source: Product Quality #Product Quality# is the sum total of #Raw Material Quality# and #Production Quality#.
ru: When it is higher than the Maximum Loans-to-Assets Ratio, the bank will stop giving out new loans.

source: RAWQUAL
ru: BUSIACTI

source: Raw Materials Quality
ru: Business Activity Index

source: The aggregate quality of all the required raw materials and semi products for making this product.
ru: It is an index measuring business activity in the city.

source: For more details, press F1 to open the guide to see the production details.
ru: When the city has a high level of business activity, more jobs will be created, lowering the unemployment rate.

source: PRODQUA2
ru: TAXOFFSE

source: Production Quality
ru: Profit Tax

source: #Production Quality# is determined by the #Product Technology# of the producer company. It equals to #Maximum Production Quality# X #Owned Tech# / #Top Tech# (see below)
ru: The profit of this firm is offset against losses in other firms of this corporation, resulting in a reduction in its profit tax.

source: CITYQUAB
ru: STKBNDAC

source: City Quality Bonus The #Quality Rating# gets a boost from the #City Competitiveness Rating# in this product class.
ru: Stock and Bond Return

source: To see the #City Competitiveness Rating#, open the #Cities report# and select the #Industries# page. ~
ru: Hover the mouse over the financial figures on this row to see the detailed amounts.

source: The producer company's #Production Technology# on this product, which can be improved in #R&D Centers#. ~
ru: HOUSGRAP

source: TOPTECH Top Technology
ru: Housing Graph Mode

source: The World's Top #Production Technology# on this product. The closer the #Owned Tech# is to this #Top Tech#, the higher the product's #Quality# is.
ru: Click here to change the housing graph to display one of the following: supply, demand, or supply vs demand.

source: The Brand section Hover the mouse over any of the text lines below to see context sensitive help.
ru: OFFIGRAP

source: BRANDSTR Brand Strategy
ru: Office Space Graph Mode

source: A company's brand strategy can be viewed in the #Corporate Details# report's #Brand# page. ~
ru: Click here to change the office space graph to display one of the following: supply, demand, or supply vs demand.

source: A product's #Brand Rating# is the sum of its #Brand Awareness# and #Brand Loyalty#. ~
ru: PARENTCR

source: BRANDAWA Brand Awareness
ru: Parent Company Credit Rating

source: Brand awareness measures consumers' knowledge that a particular brand exists. It can be increased via advertising.
ru: The credit rating of a subsidiary company would never exceed its parent company's credit rating.

source: BRANDLOY
ru: CAPRATIO

source: Brand Loyalty Brand loyalty measures the attachment that a customer has to a brand.
ru: The bank's Capital Ratio is too low

source: If a customer is satisfied after using a product (#good product quality#), brand loyalty #increases#.
ru: The bank's Capital Ratio is too low and has stopped issuing new loans.

source: Conversely, a bad experience with a product (#poor product quality#) will lead to a #decrease# in brand loyalty. ~
ru: To resume loan issuance, access the bank, select [Financial] and [Fund Transfer].

source: ADVSPEND Advertising Expense
ru: Then inject capital into the bank.

source: HEADPRIC The Price section
ru: BCRMODE0

source: It shows the cost and price of this product. ~
ru: Options for Handling Insufficient Bank Capital Ratio

source: Corporate Brand When a corporation uses a single umbrella brand for all its products, newly launched products will benefit from the existing corporate brand.
ru: When the Bank Capital Ratio falls below the Requirement, there are 3 possible ways to handle it.

source: BRANDRAN
ru: BCRMODE1

source: Range Brand
ru: Must Take Action

source: Under this strategy, products in the #Same Product Class# are labeled with a single range brand.
ru: When the bank capital ratio is too low, the game will pop up a window forcing the player to take action.

source: BRANDUNI
ru: BCRMODE2

source: Unique Brand
ru: Notification Only

source: Under this strategy, each product has a unique brand. The advantage is that a product's brand will not be weighted down by quality issues from other product lines.
ru: When the bank capital ratio is too low, the game will stop issuing loans and notify you via the Event Tracker.

source: APREMIUM
ru: BCRMODE3

source: Average Premium Price Level
ru: No Notification

source: The average premium price level of #Life# insurance, #Home# insurance and #Car# insurance.
ru: When the bank capital ratio is too low, the game will stop issuing loans.

source: You can see the price level of each insurance type on the #Insurances# page.
ru: It will not notify you.

source: ICAPRAT1
ru: ITRANCAS

source: Insurance Company Capital Ratio
ru: Transferable Cash

source: The #Capital Ratio# is the ratio of an insurance company's #Equity Capital# to its #Total Assets#. An insurance company must maintain a positive capital ratio.
ru: The maximum amount of cash that you are allowed to transfer from the insurance company to your corporation.

source: TALICLAS Show talents specializing in Products.
ru: ITRANMOD

source: TALTECH Show talents specializing in Technology.
ru: You may change the transfer mode - whether it is to transfer funds from the insurance company to its parent corporation, or the other way round, by clicking on the Arrow icon.

source: VIEWTAL View Talents
ru: BANKROE

source: View available talents in different cities. ~
ru: Return on Equity

source: PRODQUAC Product Quality
ru: Return on Equity (ROE) is calculated by dividing the bank's Net Profit by its Equity Capital.

source: #Product Quality# is the sum total of #Raw Material Quality#, #Production Quality# and #City Quality Bonus#. ~
ru: ROE is considered a measure of how effectively the bank is using its capital to generate profits.

source: ASERVICE Click here to set up the layout (hotkey: A)
ru: (The change from 12 months ago is displayed in brackets.)

source: ~ OVERALL2
ru: INSUROE

source: Overall Rating
ru: Return on Equity

source: The Overall rating is determined by the #Price# and the #Quality# rating. ~
ru: Return on Equity (ROE) is calculated by dividing the insurance company's Net Profit by its Equity Capital.

source: IMPORT1 Import a new item.
ru: It is capped to a range from -50% to 50% for the purpose of calculating the average ROE.

source: IMPORT0
ru: Switch Display Mode (hotkey: 'A')

source: The capacity of this Import company is full. `
ru: Click here to switch the display mode.

source: Delete Item `
ru: INBRSKIL

source: ~ IMP_CLI
ru: Staff Skill Level

source: Show clients that are purchasing this item. `
ru: The staff's skill level affects the quality of service of this insurance front office.

source: IMP_CAPA Import Capacity
ru: You may set the #training budget# to provide training to the staff to increase their skills.

source: It shows the #number of items being imported# and the #maximum number of items# that this Import Company can import. ~
ru: If the City Economics Simulation DLC is enabled, it is also affected by the education level of people in the city.

source: This item can be imported via an Import Company. ~
ru: INBRWAIT

source: LOANDEMA Loan Demand
ru: Customer Waiting Time

source: This indicates the level of #demand for bank loans# which is correlated to the total GDP of the cities. ~
ru: A long customer waiting time negatively affects the service quality of this insurance front office.

source: Threshold for Stopping Accepting Corporate Deposits If this is enabled, the bank will #stop accepting new deposits# from #corporate clients# when the bank's #cash# as a percentage of its #total assets# exceeds the specified threshold.
ru: To serve your customers better, you should open new front offices whenever the customer waiting time is alarmingly long.

source: MYNATPOP
ru: INBRSERV

source: Your Nation's Population It equals to the total population of all your cities.
ru: Quality of Service

source: In #Survival Mode#, your objective is to develop your nation's economy to support fast population growth. ~
ru: The quality of service of this insurance front office is primarily determined by the Staff Skill Level.

source: Competing Nation's Population In #Survival Mode#, one way to measure your performance is to compare your nation's population growth with that of the competing nation.
ru: When the Customer Waiting Time is higher than 30, it starts to negatively affect the Quality of Service.

source: PUBINVMO
ru: INBRBRAN

source: Public Investors' Money Available to Your Company
ru: Insurance Company Brand Rating

source: #Realistic Money Supply# is enabled in this game. It is more difficult for player and AI companies to #raise funds# from IPO, issuing new shares and bonds as there is a limited supply of #Public Investors' Money#.
ru: The brand rating of the insurance company in this city.

source: The rate at which #Public Investors' Money# increases is based on the national GDP.
ru: To increase it, select the "Marketing" tab and set up advertising.

source: Auto Build Civic Buildings When this is enabled, AI will automatically build civic buildings when there is unmet demand.
ru: INT1YEAR

source: ~ PO_BAPAR
ru: Interest Rate

source: Auto Build Apartments When this is enabled, AI will automatically build apartments when there is unmet demand.
ru: The interest rate for 1 Year Time Deposit.

source: MARSHARE
ru: BKABRAND

source: Market Share Chart
ru: Average Brand Rating

source: It shows this product's market share in the current city.
ru: The average brand rating of the bank in all the cities.

source: T_LEVEL
ru: INABRAND

source: Experience Level of the Team
ru: Average Brand Rating

source: A unit with a higher experience level has #larger capacity# and #higher productivity#. A unit's level can be increased through #training#.
ru: The average brand rating of the insurance company in all the cities.

source: T_UTIL
ru: DEPOALL

source: A high utilization rate means that the team is operating efficiently. A low rate means that the team has idle time and its capacity is underutilized.
ru: Select this to show a summary of customer deposits made via bank branches and deposits made by corporations and game persons via the bank headquarters.

source: T_STOCK Stock Inventory
ru: UR_PROD

source: It shows the amount of stock. ~
ru: University Research in Products

source: INC_COMP How to increase a city's competitiveness
ru: University Research in specific industries leads to #higher competitiveness#.

source: 1)A city's competitiveness increases faster when there is a larger number of companies engaging in R&D or production activities in the industry.
ru: 1) The city's local businesses benefit from increased competitiveness and #export#, thus hiring more workers and decreasing the city's #unemployment rate#.

source: 2)The city government sponsors a university to conduct research in a specific industry. ~
ru: 2) #Manufacturing units# in factories have #City Quality Bonuses# added to their products' #Product Quality# ratings.

source: UNIVSUSP No Active Research
ru: University Research in Tech

source: The operation of this University is currently suspended. To enable research, please set the #Operation slider# of this university to a value larger than zero.
ru: University Research in specific fields of technology leads to increases in #skill levels# of researchers and software engineers in those fields (under the Talent system).

source: HIRETAL
ru: BATCHTRA

source: Hire (hotkey: 'W')
ru: Batch Transfer Firms

source: Hire a team lead for the current functional unit.
ru: Transfer the selected firms to another company under your control.

source: HEADHTAL
ru: MANAPOLI

source: Headhunt (hotkey: 'U')
ru: Management Policies

source: To headhunt a person to lead the current functional unit.
ru: Open the Management Policies interface for this company.

source: GDP_EFF1
ru: RENAMESU

source: Effects of GDP (part 1)
ru: Rename Subsidiary

source: The following #GDP components# contribute to the GDP growth and make a huge impact on the economy, leading to booms and #busts in the economic cycle#, affecting #inflation#, #employment rates#, #wage rates#, and #interest rates#.
ru: Rename this subsidiary company.

source: GDP_EFF2
ru: MERGECOM

source: Effects of GDP (part 2)
ru: Merge Company

source: For example, when your company embarks on a large-scale business expansion in a city, it increases the #Investment component# of GDP, which in turn contributes to the #GDP growth# and kicks the economy into the high gear.
ru: Merge this company into your company.

source: The newly established companies #create jobs# for the city, lowering the #unemployment rate#. Subsequently the #tightening labor market# will force companies to #raise salaries of their employees#.
ru: (Your company is the majority shareholder of this company.)

source: GDP_EFF3
ru: MERGECO2

source: Effects of GDP (part 3)
ru: Merge Company

source: Further along in this chain of effects, #a higher wage rate# leads to #increased consumer spending#, setting the stage for #inflation to rise#.
ru: Merge this company into your subsidiary company.

source: When rising inflation is unchecked and eventually runs rampant, the central bank will have no choice but to put a break on it by #hiking the interest rate# aggressively, which will inevitably #drag the economy into recession#.
ru: (Your subsidiary company is the majority shareholder of this company.)

source: Consumption Consumption is the total value of goods and services that are bought by the population simulated in the game.
ru: TRANFIRM

source: ~ GDP_INVE
ru: Transfer Firms

source: Investment Investment is the total investment made by the player and AI corporations in setting up new businesses.
ru: Transfer a group of selected firms from this company to another company under your control.

source: GDP_GOVE
ru: SELALLFI

source: Government Expenditure
ru: Select All

source: Government Expenditure is the total expenditure of the city government, which can be run by a player controlled mayor.
ru: Select all firms in the current list.

source: GDP_NETE
ru: UNSELALL

source: Net Exports Net Exports equal to #exports# minus #imports#.
ru: Unselect All

source: #Imports# occur when companies in the game purchase products from suppliers in a different city. #Exports# occur when companies sell products to business clients in another city.
ru: Unselect all firms in the current list.

source: ECOSTATE
ru: LOCSTOCK

source: Economic State This indicates the present state of the city's economy.
ru: Local Stock Market

source: GDP_GROW GDP Growth Rate
ru: GLOSTOCK

source: The GDP growth rate indicates how fast the economy is growing. A negative growth rate means that the economy is shrinking.
ru: Global Stock Market

source: Central Bank Attitude
ru: DISCORD

source: This shows the central bank's attitude toward inflation. Inflation Dove means that the central bank is willing to let inflation run higher before raising the interest rate.
ru: Join the Discord channel of Capitalism Lab.

source: Central Bank Policy
ru: FACEBOOK

source: This indicates whether the central bank currently maintains a loose monetary policy with increased money supply and a low interest rate, or a tight monetary policy with reduced money supply and a high interest rate.
ru: Open the official Capitalism Lab Facebook page.

source: Money Supply and Demand This indicates the current levels of money supply and demand.
ru: FORUM

source: When the central bank maintains a loose monetary policy, there will be an increase to the money supply and the interest rate will fall. ~
ru: Access the official Capitalism Lab Forum.
